{
    "text": "<p style='text-align: left'>Number Player one（Hereinafter referred to as the 'Company'）Is a platform for users to add value to digital assets and provide related services (hereinafter referred to as 'the service' or 'service). For the convenience of expression in this agreement, the company and the website collectively use 'us' or other first-person names in this agreement. As long as the natural persons or other subjects who log in to this website are the users of this website, the convenience of this agreement is expressed. In the following, 'you' or other second person is used. For the convenience of the expression of this agreement, we and you are collectively referred to as 'the two parties' in this agreement, and we or you are simply referred to as 'a party'.</p><p style='text-align: left'>important hint:</p><p style='text-align: left'>We would like to remind you here:</p><p style='text-align: left'>&#xa0;1. Digital assets themselves are not issued by any financial institution or company or this website;</p><p style='text-align: left'>&#xa0;2. The digital asset market is new, unconfirmed and may not grow;</p><p style='text-align: left'>&#xa0;3. Digital assets are mainly used by speculators and relatively little in the retail and commercial markets. Digital asset transactions are extremely risky. They are continuously traded throughout the day and there is no limit on the rise and fall. fluctuation;</p><p style='text-align: left'>&#xa0;4. Due to the formulation or modification of laws, regulations and regulatory documents of various countries, digital asset transactions may be suspended or prohibited at any time.</p><p style='text-align: left'>Digital asset trading is extremely risky and is not suitable for most people. You understand and understand that this investment may result in partial or total loss, so you should decide the amount of investment with the degree of loss that you can afford. You understand and understand that digital assets generate derivative risks, so if you have any questions, we recommend that you first seek the assistance of a financial advisor. In addition to the risks mentioned above, there are also unpredictable risks. You should carefully consider and use your clear judgment to evaluate your financial situation and the above-mentioned risks to make any decision to buy or sell digital assets, and bear all losses arising therefrom. We will not be held responsible for this.</p><p style='text-align: left'>I would like to inform you:</p><p style='text-align: left'>&#xa0;1. You understand that this website is only used as a place for you to obtain digital asset information, find trading parties, negotiate and conduct transactions on digital assets, and this website does not participate in any of your transactions, so you should exercise caution in determining the relevant digital assets and / Or the authenticity, legality, and validity of the information, and shall bear its own responsibility and loss.</p><p style='text-align: left'>&#xa0;2. Any opinions, news, discussions, analysis, prices, suggestions and other information on this website are general market reviews and do not constitute investment advice. We are not responsible for any loss, including but not limited to any loss of profit, arising directly or indirectly from relying on this information.</p><p style='text-align: left'>&#xa0;3. The contents of this website are subject to change without notice. We have taken reasonable measures to ensure the accuracy of the information on the website, but we cannot guarantee the accuracy of the information, and we will not bear any responsibility for the information on this website or for failure to link. Loss, directly or indirectly, caused by delays or failures in the Internet, transmission or reception of any notice and information.</p><p style='text-align: left'>&#xa0;4. There are also risks associated with using Internet-based trading systems, including but not limited to software, hardware, and failure of Internet links. Since we cannot control the reliability and availability of the Internet, we do not take any responsibility for distortion, delays and link failures.</p><p style='text-align: left'>5. Credit card payments are not accepted for any service on this website;</p><p style='text-align: left'>&#xa0;6.It is forbidden to use this website to engage in all illegal trading activities such as money laundering, smuggling, commercial bribery, etc. If such incidents are discovered, this website will take all available means, including but not limited to freezing accounts, notifying relevant authorities, etc. We do not assume All liability arising therefrom and reserves the right to hold the person responsible.</p><p style='text-align: left'>I. General</p><p style='text-align: left'>&#xa0;1.1 'User Agreement' (hereinafter referred to as 'this agreement' or 'these terms and conditions'), the text, the 'privacy clause', 'know your customer and anti-money laundering policy' and the various Class rules, declarations, descriptions, etc.</p><p style='text-align: left'>&#xa0;1.2 Before using the services provided by this website, you should read this agreement carefully. If you do not understand or otherwise need, please consult a professional lawyer. If you do not agree with this agreement and / or modify it at any time, please stop using the services provided by this website or log in to this website immediately. Once you log in to this website, use any services on this website, or any other similar behavior, it means that you have understood and fully agree with the contents of this agreement, including any modifications made by this website to this agreement at any time.</p><p style='text-align: left'>&#xa0;1.3 You can become a member of this website by filling in the relevant information in accordance with the requirements of this website and successfully registering through other relevant procedures (hereinafter referred to as 'members'). Clicking the 'Agree' button during the registration process indicates that you have signed electronically. Form an agreement with the company; or when you click any button marked 'Agree' or similar meaning during the use of this website or actually use the services provided by this website in other ways permitted by this website, you fully understand that , Agree and accept all the terms of this agreement, without your written signature in writing, this agreement will have no effect on your legal binding force.</p><p style='text-align: left'>&#xa0;1.4 After you become a member of this website, you will get a member account and corresponding password. The member account and password are kept by the member; the member shall be legally responsible for all activities and events carried out under your account.</p><p style='text-align: left'>&#xa0;1.5 Only members of this website can use the digital asset trading platform provided by this website to conduct transactions and enjoy other services provided by this website that are only available to members; other than members, you can only log in to the website, browse the website and other requirements of this website Available services.</p><p style='text-align: left'>&#xa0;1.6By registering and using any services and features provided by this website, you will be deemed to have read, understood and:</p><p style='text-align: left'>&#xa0;1.6.1Accept all terms and conditions of this agreement.</p><p style='text-align: left'>&#xa0;1.6.2 You confirm that you are over 16 years old or have a legal age to enter into a contract in accordance with different applicable laws, and have sufficient ability to accept these terms and enter into transactions using this website for digital asset transactions.</p><p style='text-align: left'>&#xa0;1.6.3You guarantee that the digital assets that belong to you in the transaction are legally acquired and owned.</p><p style='text-align: left'>&#xa0;1.6.4 You agree that you assume full responsibility and any gains or losses for your own trading or non-trading activities.</p><p style='text-align: left'>&#xa0;1.6.5 You confirm that the information provided during registration is true and accurate.</p><p style='text-align: left'>&#xa0;1.6.6 You agree to comply with any relevant legal requirements, including for tax purposes, including the reporting of any transaction profits.</p><p style='text-align: left'>&#xa0;1.6.7 This agreement only restricts the rights and obligations between you and us, and does not involve legal relationships and legal disputes between users of this website and other websites and you due to digital asset transactions.</p><p style='text-align: left'>Amendment of Agreement</p><p style='text-align: left'>We reserve the right to amend this agreement from time to time, and make announcements on the website, and no longer notify you separately. The changed agreement will be marked on the first page of this agreement with the time of change. Once announced on the website, it will automatically take effect immediately. You should browse and pay attention to the update time and content of this agreement from time to time. If you do not agree with the relevant changes, you should immediately stop using this website service. By continuing to use this website service, you accept and agree to be bound by the revised agreement. .</p><p style='text-align: left'>Registration</p><p style='text-align: left'>&#xa0;3.1 Qualifications for registration</p><p style='text-align: left'>&#xa0;You acknowledge and promise that when you complete the registration process or actually use the services provided by this website in other ways allowed by this website, you should have the ability to sign this agreement and use the services of this website as required by applicable laws. Natural person, legal person or other organization. Once you click the Agree Registration button, it means that you or your authorized agent have agreed to the content of the agreement, and their agents will register and use the services of this website. If you do not have the aforementioned subject qualifications, you and your authorized agent shall bear all the consequences caused by it, and the company reserves the right to cancel or permanently freeze your account and hold you and your authorized agent accountable .</p><p style='text-align: left'>&#xa0;3.2 Purpose of registration</p><p style='text-align: left'>&#xa0;You confirm and promise that your registration on this website is not for the purpose of violating laws and regulations or disrupting the order of digital asset transactions on this website.</p><p style='text-align: left'>&#xa0;3.3registration process</p><p style='text-align: left'>&#xa0;3.3.1 You agree to provide a valid email address, mobile phone number, and other information according to the requirements of the user registration page of this website. You can use the email address, mobile phone number, or other methods permitted by this website to log in to this website. If necessary, in accordance with the relevant laws and regulations of different jurisdictions, you must provide your real name, identity documents and other relevant laws and regulations, as well as the relevant provisions of the privacy provisions and anti-money laundering provisions, and continuously update the registration information in accordance with timely, detailed and accurate Claim. All originally entered information will be cited as registration information. You shall be responsible for the authenticity, completeness and accuracy of such information and shall bear any direct or indirect losses and adverse consequences arising therefrom.</p><p style='text-align: left'>&#xa0;3.3.2 If the laws, regulations, rules, orders and other regulations of your sovereign country or region have real name requirements for mobile phone numbers, you agree to provide registered mobile phone numbers that are registered by real name. Both direct and indirect losses and adverse consequences shall be borne by you.</p><p style='text-align: left'>&#xa0;3.3.3You legally, completely and effectively provide the information required for registration and have been verified, you have the right to obtain the account number and password of this website. When you obtain the account number and password of this website, you are deemed to have successfully registered, and you can log in as a member on this website.</p><p style='text-align: left'>&#xa0;3.3.4 You agree to receive emails and / or short messages from this website related to the management and operation of this website.</p><p style='text-align: left'>Fourth,service</p><p style='text-align: left'>This website only provides online trading platform services for your digital asset trading activities (including but not limited to digital asset trading services) through this website. This website does not act as a buyer or seller to participate in the purchase and sale of digital assets. Services related to the deposit and withdrawal of fiat money in any country.</p><p style='text-align: left'>&#xa0;4.1 Service Content</p><p style='text-align: left'>&#xa0;4.1.1 You have the right to view the real-time market and transaction information of various digital asset products on this website, to submit digital asset transaction instructions and to complete digital asset transactions through this website.</p><p style='text-align: left'>&#xa0;4.1.2 You have the right to view the information under its member account on this website, and have the right to use the functions provided by this website to operate.</p><p style='text-align: left'>&#xa0;4.1.3 You have the right to participate in website activities organized by this website in accordance with the rules of activities published on this website.</p><p style='text-align: left'>&#xa0;4.1.4 This website promises to provide you with other services.</p><p style='text-align: left'>&#xa0;4.2.Service rules</p><p style='text-align: left'>&#xa0;You promise to abide by the following service rules of this website:</p><p style='text-align: left'>&#xa0;4.2.1 You should abide by the laws, regulations, rules, and policy requirements to ensure the legality of all digital asset sources in your account. You must not engage in illegal or other activities that harm the rights of this website or third parties, such as sending Or receive any information that is illegal, illegal, or infringes on the rights and interests of others, sending or receiving MLM materials or other harmful information or statements, using or forging the header information of this website without authorization from this website.</p><p style='text-align: left'>&#xa0;4.2.2 You should abide by laws and regulations and properly use and keep the security of this website's account and login password, fund password, the mobile phone number bound to it during registration, and the mobile phone verification code received by the mobile phone. You are fully responsible for any operation and consequences of using this website account and login password, fund password, mobile phone verification code. When you find that this website account, login password, or fund password, verification code is used by a third party without its authorization, or there are other account security problems, you should immediately notify this website and ask this website to suspend the service of this website account . This website has the right to take action on your requests within a reasonable time, but this website does not take any responsibility for the consequences (including but not limited to any loss of you) before the action is taken. You must not give away, borrow, rent, transfer or otherwise dispose of your account on this website to others without the consent of this website.</p><p style='text-align: left'>&#xa0;4.2.3 You agree that you are responsible for all activities that occur under your account and password on this website (including but not limited to information disclosure, posting information, online click consent or submission of various types of rule agreements, online renewal agreements, or purchase of services, etc.).</p><p style='text-align: left'>&#xa0;4.2.4 When you conduct digital asset financing on this website, you must not maliciously interfere with the normal conduct of digital asset transactions and disrupt the financial management order; you must not interfere with the normal operation of this website or interfere with the use of this website services by other users by any technical means or other means; Facts and other methods maliciously discredit the goodwill of this website.</p><p style='text-align: left'>&#xa0;4.2.5 If you have disputes with other users due to online financial management, you must not request relevant information from this website through judicial or administrative channels.</p><p style='text-align: left'>&#xa0;4.2.6 Your use of the services provided by this website, you are responsible for all taxes, and all hardware, software, services and other costs.</p><p style='text-align: left'>&#xa0;4.2.7 You shall abide by this agreement and other terms of service and operating rules published and updated from time to time by this website, and have the right to terminate the use of the services provided by this website at any time.</p><p style='text-align: left'>&#xa0;4.3.Product rules</p><p style='text-align: left'>&#xa0;4.3.1 Financial Product Rules</p><p style='text-align: left'>&#xa0;You are committed to complying with the rules in the process of entering into this website for financial management and entertainment, and conducting currency transactions with other users through this website.</p><p style='text-align: left'>V. Rights and obligations of this website</p><p style='text-align: left'>&#xa0;5.1 If you do not have the qualifications for registration as stipulated in this agreement, this website has the right to refuse you to register. For those who have already registered, this website has the right to cancel your member account. s right. At the same time, this website reserves the right to decide whether to accept your registration under any other circumstances.</p><p style='text-align: left'>&#xa0;5.2When this website finds that the account user is not the initial registrant of the account, it has the right to suspend or terminate the use of the account.</p><p style='text-align: left'>&#xa0;5.3 When this website reasonably suspects that the information you provided is wrong, inaccurate, invalid or incomplete through technical testing, manual sampling and other testing methods, it has the right to notify you to correct, update information, or suspend or terminate the provision of this website services.</p><p style='text-align: left'>&#xa0;5.4 This website has the right to correct any information displayed on this website if there is a clear error.</p><p style='text-align: left'>&#xa0;5.5 This website reserves the right to modify, suspend or terminate the services of this website at any time. The exercise of this website's right to modify or suspend services does not need to inform you in advance; if this website terminates one or more services of this website, it shall terminate from this website on the website Effective on the date of the termination notice.</p><p style='text-align: left'>&#xa0;5.6 This website shall take necessary technical means and management measures to ensure the normal operation of this website, and provide necessary and reliable trading environment and transaction services to maintain the order of digital asset transactions.</p><p style='text-align: left'>&#xa0;5.7 If you have not logged in to this website with your member account and password for one year, this website has the right to cancel your account. After the account is cancelled, this website has the right to open the corresponding member name to other you for registration.</p><p style='text-align: left'>&#xa0;5.8 This website guarantees the security of your digital assets through measures such as strengthening technical investment and improving security precautions. It is obliged to notify you in advance if there are foreseeable security risks in your account.</p><p style='text-align: left'>&#xa0;5.9 This website has the right to delete all kinds of content information that does not comply with laws and regulations or the requirements of this website at any time. The exercise of these rights by this website does not require you to notify you in advance.</p><p style='text-align: left'>&#xa0;5.10 This website has the right to request you to provide more information or information according to the requirements of laws, regulations, rules, orders and other regulations of your sovereign country or region, and take reasonable measures to meet the requirements of local regulations. Have the obligation to cooperate; this website has the right to suspend or permanently stop the opening of this website and some or all of its services to you in accordance with the laws, regulations, rules, orders and other regulatory requirements of your sovereign country or region.</p><p style='text-align: left'>Compensation</p><p style='text-align: left'>&#xa0;6.1In no event will our liability for your direct damages exceed the total three (3) month period of costs incurred by you from using this website service.</p><p style='text-align: left'>&#xa0;6.2 If you violate this agreement or other laws and regulations, you must pay us at least USD 2 million and bear all the costs (including legal fees, etc.). If it is not enough to make up for the actual losses, you must make up.</p><p style='text-align: left'>Right to seek injunctive relief</p><p style='text-align: left'>We and you acknowledge that common law remedies for breaches or potential breaches may not be sufficient to cover all our losses, so non-defaulting parties have the right to seek injunctive relief and common law or equity in the event of breach All other remedies permitted by law.</p><p style='text-align: left'>Limitation of liability and exemption</p><p style='text-align: left'>&#xa0;8.1 You understand and agree that under no circumstances will we be liable for the following:</p><p style='text-align: left'>&#xa0;8.1.1 Loss of income;</p><p style='text-align: left'>&#xa0;8.1.2 Trading profits or contract losses;</p><p style='text-align: left'>&#xa0;8.1.3 Business interruption</p><p style='text-align: left'>&#xa0;8.1.4 Expected loss of currency;</p><p style='text-align: left'>&#xa0;8.1.5 Loss of information;</p><p style='text-align: left'>&#xa0;8.1.6 Loss of opportunity, goodwill or reputation;</p><p style='text-align: left'>&#xa0;8.1.7 Damage or loss of data;</p><p style='text-align: left'>&#xa0;8.1.8 The cost of purchasing alternative products or services;</p><p style='text-align: left'>&#xa0;8.1.9 Any indirect, special or incidental loss or damage caused by infringement (including negligence), breach of contract or any other reason, whether or not such loss or damage can be reasonably foreseen by us; whether or not we have been notified in advance of such existence Possibility of loss or damage.</p><p style='text-align: left'>&#xa0;8.1.1 Articles to 8.1.9 are independent of each other.</p><p style='text-align: left'>&#xa0;8.2 You understand and agree that we will not be liable for any damages caused by any of the following situations:</p><p style='text-align: left'>&#xa0;8.2.1 We have reasonable grounds to believe that your specific transaction may have a material violation or breach of contract.</p><p style='text-align: left'>&#xa0;8.2.2 We have reasonable grounds to believe that your actions on this site are suspected of being illegal or inappropriate.</p><p style='text-align: left'>&#xa0;8.2.3 Expenses and losses incurred by purchasing or obtaining any data, information, or transaction through the services of this website, or alternatives.</p><p style='text-align: left'>&#xa0;8.2.4 Your misunderstanding of the services of this website.</p><p style='text-align: left'>&#xa0;8.2.5 Any other loss related to the services provided by this website, not caused by us.</p><p style='text-align: left'>&#xa0;8.3 We are responsible for information network equipment maintenance, information network connection failures, computer, communication or other system failures, power failures, Floods, storms, explosions, wars, bank or other partner causes, the collapse of the digital asset market, government actions, judicial or administrative agency orders, other acts beyond our control or beyond our control, or third party reasons We do not take any responsibility for the inability or delay of service, and the loss of you.</p><p style='text-align: left'>&#xa0;8.4 We cannot guarantee that all the information, programs, texts, etc. contained in this website are completely secure, and will not be interfered with and damaged by any malicious programs such as viruses, Trojans, etc. Therefore, you log in, use any service on this website or download and use any downloaded programs, Information, data, etc. are your personal decision and you bear your own risks and possible losses.</p><p style='text-align: left'>&#xa0;8.5 We do not make any guarantees and promises about any information, products and business of any third party websites linked to this website and any other form of content that is not our subject. If you use any services, information and Products, etc. are your personal decision and bear all responsibilities arising therefrom.</p><p style='text-align: left'>&#xa0;8.6 We do not make any express or implied warranties for your use of the services of this website, including but not limited to the suitability of the services provided by this website, no errors or omissions, continuity, accuracy, reliability, and suitability for a specific purpose. At the same time, we do not make any promises and guarantees about the validity, accuracy, correctness, reliability, quality, stability, completeness and timeliness of the technology and information involved in the services provided by this website. Whether to log in or use the services provided by this website is your personal decision and you bear your own risks and possible losses. We do not make any express or implied guarantees on the market, value and price of digital assets. You understand and understand that the digital asset market is unstable. The price and value may fluctuate or collapse at any time. Trading digital assets is your personal freedom. Choose and decide and bear your own risks and possible losses.</p><p style='text-align: left'>&#xa0;8.7 Our guarantees and commitments set out in this agreement are the sole guarantees and representations made by us in relation to this agreement and the services provided on this website, and supersede any other way and means, whether written or oral,<span style='font-family:'MS Gothic'; color:#4d4d4d'>​​Explicit or implied. All these warranties and representations represent our own commitments and guarantees and do not guarantee any third party's compliance with the guarantees and commitments in this agreement.</p><p style='text-align: left'>&#xa0;8.8 We do not waive any right not to be mentioned in this agreement to limit, waive or offset our liability for damages to the fullest extent applicable by law.</p><p style='text-align: left'>&#xa0;8.9 After you register, you acknowledge that any operation we perform in accordance with the rules set out in this agreement is at your own risk.</p><p style='text-align: left'>Nine, termination of the agreement</p><p style='text-align: left'>&#xa0;9.1This website has the right to cancel your account on this website in accordance with this agreement, and this agreement terminates on the date of account cancellation.</p><p style='text-align: left'>&#xa0;9.2 This website has the right to terminate all services on this website in accordance with this agreement, and this agreement will terminate on the date when all services on this website are terminated.</p><p style='text-align: left'>&#xa0;9.3 After the termination of this agreement, you have no right to require this website to continue to provide any services to it or perform any other obligations, including but not limited to requiring this website to retain or disclose to you any information in its original website account, to you or to The three parties forward any information they have not read or sent.</p><p style='text-align: left'>&#xa0;9.4 The termination of this agreement does not affect the commitment of the defaulting party to other liabilities.</p><p style='text-align: left'>X. Intellectual Property</p><p style='text-align: left'>&#xa0;10.1 All intellectual achievements contained in this website include, but are not limited to, website logos, databases, website design, text and graphics, software, photos, videos, music, sounds and their combinations, software compilation, related source code and software (including small applications Programs and scripts) are the intellectual property rights of this site. You may not reproduce, alter, copy, send or use any of the foregoing materials or content for commercial purposes.</p><p style='text-align: left'>&#xa0;10.2 All rights contained in the name of this website (including but not limited to goodwill and trademarks, logos) belong to the company.</p><p style='text-align: left'>&#xa0;10.3 By accepting this agreement, you are deemed to have voluntarily copyrighted any form of information published on this website, including but not limited to: reproduction rights, distribution rights, rental rights, exhibition rights, performance rights, screening rights, broadcasting rights, information The right of Internet communication, filming, adaptation, translation, compilation and other transferable rights that should be enjoyed by the copyright owner are exclusively and freely transferred to this website. This website has the right to file a suit and obtain full compensation for any subject infringement. The validity of this agreement and the content of any works protected by copyright law published on this website, whether the content is formed before or after this agreement is signed.</p><p style='text-align: left'>&#xa0;10.4 You must not illegally use or dispose of the intellectual property rights of this website or others in using this website service. You may not post the information published on this website in any form or authorize the use of other websites (and media).</p><p style='text-align: left'>&#xa0;10.5 Your access to this website or use of any services provided by this website shall not be deemed as a transfer of any intellectual property rights to you.</p><p style='text-align: left'>Eleven, information protection</p><p style='text-align: left'>11.1 Scope of application&#xa0;</p><p style='text-align: left'>11.1.1 When you register for a website account or use an account, the personal registration information you provide in accordance with the requirements of this website includes, but is not limited to, phone numbers, email information, and ID information.</p><p style='text-align: left'>&#xa0;11.1.2 When you use the services of this website, or when you visit the pages of this website, this website automatically receives and records the server values on your browser, including but not limited to data such as IP addresses and the records of the pages you request.</p><p style='text-align: left'>&#xa0;11.1.3 The data collected by this website about your transactions on this website, including but not limited to transaction records.&#xa0;<br />&#xa0;</p><p style='text-align: left'>11.1.4Other personal information about you obtained through this website through legal channels.&#xa0;</p><p style='text-align: left'>11.2 Use of information&#xa0;</p><p style='text-align: left'>11.2.1 Without your additional consent, your successful registration on this website is deemed to be your consent to the collection and use of various types of information on this website by this website. As listed in Section 11.1, you understand and agree that this website can The information is used for purposes including but not limited to:&#xa0;</p><p style='text-align: left'>11.2.1.1 Provide you with services on this website;&#xa0;</p><p style='text-align: left'>11.2.1.2 Report to relevant authorities based on the requirements of relevant authorities in sovereign countries or regions;&#xa0;</p><p style='text-align: left'>11.2.1.3 When you use the services of this website, this website uses your information for identity verification, customer service, security protection, fraud monitoring, archiving and backup purposes to ensure the security of products and services provided by this website to you;&#xa0;</p><p style='text-align: left'>11.2.1.4 Help this website design new products and services, and improve existing services on this website;&#xa0;</p><p style='text-align: left'>11.2.1.5 In order for you to understand the specific conditions of the services on this website, you agree that this website will send it marketing campaign notices, commercial electronic messages, and provide you with relevant advertisements in place of commonly-used advertisements;&#xa0;</p><p style='text-align: left'>11.2.1.6 This website transfers or discloses your information to any unrelated third party for the purpose of completing a merger, division, acquisition or asset transfer;&#xa0;</p><p style='text-align: left'>11.2.1.9 Software certification or management software upgrade;&#xa0;</p><p style='text-align: left'>11.2.1.10 Invite you to participate in surveys on the services of this website;&#xa0;</p><p style='text-align: left'>11.2.1.11 Data analysis for cooperation with government agencies, public affairs agencies, associations, etc .;&#xa0;</p><p style='text-align: left'>11.2.1.12 For all other legitimate purposes and other uses authorized by you.&#xa0;</p><p style='text-align: left'>11.2.2 This website will not sell or lend your personal information to anyone else, unless you have obtained your permission in advance. This website also does not allow any third party to collect, edit, sell or disseminate your personal information by any means.&#xa0;</p><p style='text-align: left'>11.3 This website keeps the obtained customer identity information and transaction information confidential, and shall not provide customer identity information and transaction information to any units and individuals, except those required by the relevant sovereign countries or regions laws, regulations, decrees, orders and other provisions. .</p><p style='text-align: left'>Twelve, calculation</p><p style='text-align: left'>All transaction calculation results have been verified by us, and all calculation methods have been posted on the website, but we cannot guarantee that the use of the website will not be disturbed or error-free.</p><p style='text-align: left'>Thirteen, export control</p><p style='text-align: left'>You understand and acknowledge that according to relevant laws, you may not export, re-export, import or transfer any material (including software) on this website, so you guarantee that you will not actively implement or assist or participate in any of the above-mentioned export or related violations of regulations Transfers or other violations of applicable laws and regulations; if such situations are discovered, they will be actively reported to us and assisted in our processing.<br />&#xa0;</p><p style='text-align: left'>14. Transfer</p><p style='text-align: left'>The rights and obligations stipulated in this agreement also bind the assignees, heirs, executors and administrators of the parties who have benefited from the rights and obligations. You may not transfer it to any third party without our consent, but we can transfer our rights and obligations in this agreement to any third party at any time and give you 30 days notice.<br />&#xa0;</p><p style='text-align: left'>15.Severability</p><p style='text-align: left'>If any provision of this agreement is deemed unenforceable, invalid or illegal by any court of competent jurisdiction, it will not affect the validity of the remaining provisions of this agreement.<br />&#xa0;</p><p style='text-align: left'>16. Non-agent relationship</p><p style='text-align: left'>Nothing in this Agreement shall be deemed to create, imply or otherwise treat us as your agent, trustee or other representative, except as otherwise provided in this Agreement.<br />&#xa0;</p><p style='text-align: left'>XVII. Abstaining</p><p style='text-align: left'>The waiver of us or any of you on the responsibility for breach of contract or other liabilities stipulated in this agreement shall not be recognized or interpreted as a waiver of other liabilities for breach of contract; the failure to exercise any right or remedy shall not in any way be interpreted as such right or remedy Give up.</p><p style='text-align: left'>18.Title</p><p style='text-align: left'>All headings are for convenience only and are not intended to expand or limit the content or scope of the terms of the agreement.</p><p style='text-align: left'>XIX.Applicable Law</p><p style='text-align: left'>The entire content of this agreement is a contract concluded in accordance with the laws of the country. The establishment, interpretation, content and implementation of the agreement shall be governed by the relevant laws and regulations of the Independent State of Samoa. Any claim or lawsuit arising from or related to the services agreed in this agreement shall be Jurisdiction, interpretation and enforcement in accordance with the laws of the Independent State of Samoa. For the avoidance of doubt, this provision explicitly applies to any infringement claims against us. Any court or place of jurisdiction against us or any claim or action related to us is in the Independent State of Samoa. You have unconditional exclusive jurisdiction to sue and appeal in the courts of the Independent State of Samoa. You also unconditionally agree that the place or court where the disputes or issues related to this Agreement or any claims and litigations arising out of the Agreement are exclusively in the Independent State of Samoa. The principle of inconvenient courts does not apply to courts selected under these Terms of Service.<br />&#xa0;</p><p style='text-align: left'>Effectiveness and interpretation of the agreement</p><p style='text-align: left'>20.1 This agreement takes effect when you click on the registration page of this website to register and complete the registration process, obtain this website account and password, and is binding on this website and you.<br />&#xa0;</p><p style='text-align: left'>20.2 The final interpretation right of this agreement belongs to this website.</p><p style='text-align: left'>Know your customers and anti-money laundering policies</p><p style='text-align: left'>I. Introduction</p><p style='text-align: left'>1.1We pledge to comply with laws and regulations related to knowing your customers and anti-money laundering carefully and not to knowingly violate that knowing your customers and anti-money laundering policies. Within the scope of our reasonable control, our financially necessary measures and technologies provide you with safe services, so as to protect you as much as possible from the losses caused by the money laundering of criminal suspects.</p><p style='text-align: left'>1.2Our Know Your Client and Anti-Money Laundering Policy is a comprehensive international policy system that includes understanding your client and anti-money laundering policies in different legal jurisdictions to which you belong. Our sound compliance framework ensures that we comply with regulatory requirements and levels of regulation at both the local and global levels, and that this website operates continuously.</p><p style='text-align: left'>Know your customers and anti-money laundering policies as follows:</p><p style='text-align: left'>&#xa0;2.1Enact understanding of your customers and anti-money laundering policies and keep them updated to meet the standards required by applicable laws and regulations;</p><p style='text-align: left'>&#xa0;2.2Promulgate and update some guidelines and rules for operating this website, and our employees will provide full service in accordance with the guidelines of these principles and rules;<br />&#xa0;</p><p style='text-align: left'>&#xa0;2.3 Design and complete procedures for internal monitoring and controlling transactions, such as verifying identities with strict means, and arranging the establishment of a professional team responsible for anti-money laundering;</p><p style='text-align: left'>&#xa0;2.4 Due diligence and continuous monitoring of clients using risk prevention methods;<br />&#xa0;</p><p style='text-align: left'>&#xa0;2.5 Review and regularly review transactions that have occurred;</p><p style='text-align: left'>&#xa0;2.6 Report suspicious transactions to the competent authority;</p><p style='text-align: left'>&#xa0;2.7 The identification documents, address proof documents and transaction records will be maintained for at least six years, and will be submitted to the regulatory authorities without further notice.</p><p style='text-align: left'>&#xa0;2.8 Credit cards are banned throughout the transaction;</p><p style='text-align: left'>&#xa0;2.9 Participate regularly in trainings organized by relevant authorities and train employees regularly.</p><p style='text-align: left'>Third, identity information and verification</p><p style='text-align: left'>&#xa0;3.1 Identity Information</p><p style='text-align: left'>&#xa0;3.1.1 According to different regulations in different jurisdictions and different types of entities, the content of your information we collect may be inconsistent. In principle, the following information will be collected from registered individuals:</p><p style='text-align: left'>&#xa0;Basic personal information: his / her name, residential address (and permanent address if different), other information such as birth date and nationality. Identity verification should be based on documents issued by an official or other similar authority, such as passports, ID cards, or other identification documents required and triggered by different jurisdictions. The address you provide will be verified using an appropriate method, such as checking a passenger vehicle's ticket or interest rate ticket or checking a voter register.</p><p style='text-align: left'>&#xa0;Valid photo: Before you register, you must provide a photo of your ID on your chest;</p><p style='text-align: left'>&#xa0;Contact: phone / mobile number and valid email address.</p><p style='text-align: left'>&#xa0;3.1.2 If you are a company or other legal entity, we will collect the following information to determine you or the ultimate beneficiary of the trust account.</p><p style='text-align: left'>&#xa0;Company registration and registration certificate; copy of the company's articles of association and memorandum; detailed certification materials of the company's equity institution and ownership statement, certifying the decision of the board of directors of the authorized client who decides to open the account on this website and execute it; directors of the company who are required to provide 2. The identification documents of the major shareholders and the right signatory of the account on this website; if the company's main business address is different from the company's mailing address, provide the mailing address. If the company's local address is inconsistent with its main business address, it is considered a higher risk customer and additional documentation is required.<br />&#xa0;</p><p style='text-align: left'>&#xa0;According to different regulations in different jurisdictions and different types of entities, we require other certification and authority issued documents and documents that we consider necessary.</p><p style='text-align: left'>&#xa0;3.1.3 We only accept identity information in English and Chinese. If not, please translate your identity information into English and notarize it.<br />&#xa0;</p><p style='text-align: left'>&#xa0;3.2 Confirmation</p><p style='text-align: left'>&#xa0;3.2.1 We ask you to provide both sides of your identity document.</p><p style='text-align: left'>&#xa0;3.2.2 We ask you to provide a photo of your identity document on your chest.</p><p style='text-align: left'>&#xa0;3.2.3 A copy of the certification document should generally be checked against the original voucher. However, the copy is acceptable if a trusted and proper certifier can prove that the copy is an accurate and complete copy of the original. Such certifiers include ambassadors, judicial commissioners, magistrates, etc.</p><p style='text-align: left'>&#xa0;3.2.4 The requirements for identifying ultimate beneficiaries and account control are to determine which individuals ultimately own or control direct customers, and / or determine that ongoing transactions are performed on behalf of others. In the case of a business, the identity of major shareholders (such as those holding 10% or more of the voting interest) should be verified. Generally, 25% of the shares will be considered as within normal risk, and the identity of the shareholder must be verified; when 10% of the shares are held or more voting rights or shares are deemed to be high risk, the identity of the shareholder must be verified.</p><p style='text-align: left'>Monitoring transactions</p><p style='text-align: left'>&#xa0;4.1 We always set and adjust daily transaction and withdrawal ceilings based on security and actual transaction conditions;</p><p style='text-align: left'>&#xa0;4.2If transactions are frequently concentrated on a certain registration or beyond a reasonable situation, our professional team will evaluate and decide whether they are suspicious;</p><p style='text-align: left'>&#xa0;4.3 We rely on our own judgment to identify a suspicious transaction, we may suspend the transaction, reject the transaction and other restrictive measures, and even if it is possible to reverse the transaction as soon as possible, at the same time report to the competent authority, but will not notify you;</p><p style='text-align: left'>&#xa0;4.4 We reserve the right to refuse boarding applications from people who do not meet the international anti-money laundering standards jurisdictions or who can be regarded as political public figures. We reserve the right to suspend or terminate transactions that are suspicious at our own discretion, but we do Does not violate any obligations or responsibilities to you.</p><p style='text-align: left'>The final interpretation right of this agreement belongs to Number Player one all.</p>"
}